10/data/attachments/6c622a96cd3cdf09.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Keith_fight_Friend_32200_9</nif:username>
            <nif:friendToBeRequested>soap_friends_7444482f-8ed0-41ff-ad95-d03ed854b623</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>